{"story":[
    {"id":"1","text":"You are an astronaut on a pleasure cruise. You’ve recently graduated from the Naval Space Academy. That was where you learned how to fight aliens and save the galaxy, yea!! But a distress call comes in, oh no! You feel annoyed because this is your day off. What will you do?","choice1":"2","choice1text":"Answer Call","choice2":"5","choice2text":"Don't Answer Call", "end":"false","deadend":"false"},
    {"id":"2","text":"You answer the call and go into lightspeed. You get to the people in distress and you are immediately attacked by aliens. You can either attack the alien ship with laser cannons from the ship, or you can hop on a fighter and join a space dog fight.","choice1":"4","choice2":"3", "choice1text":"hop on fighter", "choice2text":"laser cannon", "end":"false","deadend":"false"},
    {"id":"3","text":"You hop on a space cannon and blast the $*** out of everything in sight. Unfortunately, the aliens overtake you and you are eventually captured.","choice1":"","choice2":"", "end":"false","deadend":"true"},
    {"id":"4","text":"You hop on a space fighter. Lasers are blasting everywhere. You defeat many foes but you are overwhelmed. An spaceship you shot down goes kamikaze and crashes in the enemy ship. It must have killed the alpha alien because all of the other aliens die as a result. You saved everyone and can go home, Congratulations! ","choice1":"","choice2":"", "end":"true","deadend":"false"},
    {"id":"5","text":"You ignore the distress call and you lounge on a couch with your feet up. You then hear a large noise. 'We’ve been hit by a meteor!' your friend calls out. You discover your hyperdrive has been damaged. You can either replace it, or you can kick it really hard --that works every time, right?.", "choice1":"7","choice2":"6", "choice1text":"Replace it", "choice2text":"Kick it", "end":"false","deadend":"false"},
    {"id":"6","text":"You kick the hyperdrive to get it working again. Unfortunately, it becomes completely out of commision and the ship is stuck. Your ship is then swallowed whole by a space monster.","choice1":"","choice2":"", "end":"false","deadend":"true"},
    {"id":"7","text":"You replace the hyperdrive and you go home in safety. Yea!","choice1":"","choice2":"", "end":"true","deadend":"false"}
    ]
}